package com.example.meditation.data.model

object InitialMessages {
    val messages = listOf(
        Message(
            id = 1,
            title = "生命的静谧",
            time = "2024.02.26",
            content = "冥想后，我感受到了生命中那份特有的静谧。在这片静谧中，我与自己对话，感受到了内心的平静与安宁。外界的喧嚣逐渐消失，留下的是一种深层的宁静。我体会到，生命的意义并非来自于外在的物质，而是来自于内心的安宁与满足。这份静谧让我更加明白，真正的幸福源于内心的宁静。愿我能在喧嚣的世界中保持一份内心的静谧，让它成为我生命中永恒的伴侣，引领我走向更加充实的人生。"
        ),
        Message(
            id = 2,
            title = "心灵的净土",
            time = "2024.02.26",
            content = "在冥想的旅程中，我仿佛置身于心灵的净土，感受到了一种超越现实的安宁与平静。内心的波澜逐渐平息，留下的是一片晶莹剔透的宁静。我感悟到，只有当我放下执念，静下心来，才能找到内心的净土。在这片净土中，我与自己和解，与世界融为一体。这份清净让我感受到了生命的美好，让我更加珍惜每一个瞬间。愿我能将这份心灵的净土带回到日常生活中，让它成为我心灵的港湾，滋养我前行的力量。"
        ),
        Message(
            id = 3,
            title = "静谧之光",
            time = "2024.02.26",
            content = "在冥想的旅程中，我仿佛置身于心灵的净土，感受到了一种超越现实的安宁与平静。内心的波澜逐渐平息，留下的是一片晶莹剔透的宁静。我感悟到，只有当我放下执念，静下心来，才能找到内心的净土。在这片净土中，我与自己和解，与世界融为一体。这份清净让我感受到了生命的美好，让我更加珍惜每一个瞬间。愿我能将这份心灵的净土带回到日常生活中，让它成为我心灵的港湾，滋养我前行的力量。"
        ),

        )
}